Repository: abhinavm24/typewhisper-mac
Catalog: TypeWhisperPluginSDK/Plugins/R2T2Plugin/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: audiocpp_server with a confucius4_r2t2 model in streaming mode.
de: audiocpp_server mit einem confucius4_r2t2-Modell im Streaming-Modus.
ja: confucius4_r2t2モデルをストリーミングモードで実行するaudiocpp_server。
zh_hans: 运行 confucius4_r2t2 模型（流式模式）的 audiocpp_server。

source: Audio is streamed as 16 kHz PCM only to the audio.cpp server configured here.
de: Audio wird als 16-kHz-PCM nur an den hier eingestellten audio.cpp-Server gestreamt.
ja: 音声は16 kHz PCM形式で、ここで設定したaudio.cppサーバーにのみストリーミング送信されます。
zh_hans: 音频以 16 kHz PCM 流式传输，仅发送到此处配置的 audio.cpp 服务器。

source: Connected
de: Verbunden
ja: 接続済み
zh_hans: 已连接

source: Model ID
de: Modell-ID
ja: モデルID
zh_hans: 模型 ID

source: Save
de: Speichern
ja: 保存
zh_hans: 保存

source: Test Connection
de: Verbindung testen
ja: 接続をテスト
zh_hans: 测试连接

source: The "id" of the model entry in the server config.
de: Die "id" des Modelleintrags in der Server-Konfiguration.
ja: サーバー設定内のモデル項目の「id」。
zh_hans: 服务器配置中模型条目的 "id"。

source: %@ (recommended)
de: %@ (empfohlen)
ja: %@ (推奨)
zh_hans: %@（推荐）

source: audiocpp_server %@ is running on 127.0.0.1:%@.
de: audiocpp_server %@ läuft auf 127.0.0.1:%@.
ja: audiocpp_server %@は127.0.0.1:%@で実行中です。
zh_hans: audiocpp_server %@ 正在 127.0.0.1:%@ 上运行。

source: audiocpp_server %@ starts with the first dictation and restarts if it stops.
de: audiocpp_server %@ startet mit dem ersten Diktat und wird neu gestartet, falls er beendet wird.
ja: audiocpp_server %@は最初の音声入力時に起動し、停止した場合は再起動します。
zh_hans: audiocpp_server %@ 会在第一次听写时启动，停止后会自动重启。

source: Built-in
de: Integriert
ja: 内蔵
zh_hans: 内置

source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消

source: Delete
de: Löschen
ja: 削除
zh_hans: 删除

source: Delete the downloaded model?
de: Das geladene Modell löschen?
ja: ダウンロード済みのモデルを削除しますか？
zh_hans: 删除已下载的模型？

source: Download
de: Laden
ja: ダウンロード
zh_hans: 下载

source: Full precision, largest
de: Volle Präzision, am größten
ja: フル精度、容量最大
zh_hans: 全精度，体积最大

source: Model
de: Modell
ja: モデル
zh_hans: 模型

source: Model license
de: Modelllizenz
ja: モデルのライセンス
zh_hans: 模型许可证

source: Near full quality, by davidxifeng
de: Fast volle Qualität, von davidxifeng
ja: フル精度に近い品質、davidxifeng作成
zh_hans: 接近全精度质量，由 davidxifeng 提供

source: Own server
de: Eigener Server
ja: 独自のサーバー
zh_hans: 自有服务器

source: Show in Finder
de: Im Finder zeigen
ja: Finderで表示
zh_hans: 在访达中显示

source: Smallest and fastest, community quant by Nairod785
de: Am kleinsten und schnellsten, Community-Quantisierung von Nairod785
ja: 最小・最速、Nairod785によるコミュニティ量子化モデル
zh_hans: 体积最小、速度最快，由 Nairod785 提供的社区量化版本

source: The model weights are licensed by NetEase Youdao under the Confucius4-R2T2 Model Use License, which is downloaded with each model (LICENSE, LICENSE_zh, NOTICE). By downloading you accept it. The server is audio.cpp, Apache-2.0.
de: Die Modellgewichte stehen unter der Confucius4-R2T2 Model Use License von NetEase Youdao, die mit jedem Modell geladen wird (LICENSE, LICENSE_zh, NOTICE). Mit dem Download akzeptierst du sie. Der Server ist audio.cpp, Apache-2.0.
ja: モデルの重みは、NetEase YoudaoによるConfucius4-R2T2 Model Use Licenseに基づいて提供されます。このライセンスは各モデルとともにダウンロードされます（LICENSE、LICENSE_zh、NOTICE）。ダウンロードするとライセンスに同意したことになります。サーバーはaudio.cppで、Apache-2.0ライセンスです。
zh_hans: 模型权重由网易有道依据 Confucius4-R2T2 模型使用许可证授权，该许可证会随每个模型一起下载（LICENSE、LICENSE_zh、NOTICE）。下载即表示你接受该许可证。服务器为 audio.cpp，采用 Apache-2.0 许可证。

source: audiocpp_server %@ is not installed yet.
de: audiocpp_server %@ ist noch nicht installiert.
ja: audiocpp_server %@はまだインストールされていません。
zh_hans: audiocpp_server %@ 尚未安装。

source: Server URL
ja: サーバーURL
zh_hans: 服务器 URL

source: Server
ja: サーバー
zh_hans: 服务器
